/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@";

/* Title for event birthday (without a name) */
"Birthday" = "Aniversário";

"FACEBOOK_CALENDAR_NAME" = "Eventos (Facebook)";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Calendário";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Lembretes";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Lembretes";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Lembrete";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "O evento não pode ser editado.";

"NO_CALENDAR_ERROR" = "Nenhum calendário foi definido.";

"NO_START_DATE_ERROR" = "Nenhuma data de início foi definida.";

"NO_END_DATE_ERROR" = "Nenhuma data de término foi definida.";

"DATES_INVERTED_ERROR" = "A data de início deve ser anterior à data de término.";

"UNEXPECTED_ERROR" = "Ocorreu um erro inesperado.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "O calendário pode ter sido movido para outra conta.";


"CALENDAR_READ_ONLY_ERROR" = "O calendário é somente de leitura.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "O evento é muito longo para ser repetido com tanta frequência.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "O evento se repete antes da ocorrência do alerta.";

"START_DATE_FUTURE_ERROR" = "O evento está em um futuro muito longínquo.";

"OCCURRENCE_COLLISION_ERROR" = "Há outra ocorrência deste evento nesta data.";

"INVITES_CANNOT_MOVE_ERROR" = "Os convites não podem ser movidos para outro calendário.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "A localização do lembrete não pôde ser geocodificada em um endereço para disparar o alarme.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "O evento não pertence à event store.";

/* developer error */
"SPAN_ERROR" = "Foi especificado um intervalo de tempo inválido.";

"CALENDAR_HAS_NO_SOURCE" = "O calendário não tem origem";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "O campo de repetição não pode ser alterado.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Os alarmes não podem ser alterados.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Os participantes não podem ser alterados.";

"CALENDAR_IMMUTABLE" = "Esse calendário não pode ser alterado ou apagado.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "As localizações com dados geográficos não são compatíveis com esta conta.";

"ACTIONS_NOT_SUPPORTED" = "As ações não são compatíveis com esta conta.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "As localizações para lembretes não são compatíveis com esta conta.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Os alarmes de proximidade não são compatíveis com esta conta.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Um lembrete que se repete deve ter uma data limite.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Essa conta não permite que calendários sejam adicionados ou removidos.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "O calendário não permite adicionar eventos.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "O calendário não permite adicionar lembretes.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "A conta não é compatível com lembretes.";

"PRIORITY_IS_INVALID" = "As prioridades devem estar entre 0 e 9.";

"INVALID_ENTITY_TYPE" = "Este EKEntityType é inválido.";
